{
  "nav.features": "Funciones",
  "nav.pricing": "Precios",
  "nav.login": "Ingresar",
  "nav.benefits": "Beneficios",
  "nav.dashboard": "Dashboard",

  "pwa.banner": "📱 Instala Aamy.AI como App",
  "pwa.install": "Instalar",
  "pwa.close": "Cerrar",

  "landing.trust.title": "IA conversacional avanzada para automatizar ventas, soporte y seguimiento.",
  "landing.trust.subtitle": "Integración oficial con Meta API (WhatsApp, Instagram y Facebook). Aamy envía eventos avanzados de intención y conversión a Meta Ads (CAPI) para optimizar campañas en tiempo real.",

  "landing.capabilities.title": "Lo que Aamy hace para que no pierdas clientes",
  "landing.capabilities.subtitle": "Conoce el sistema de IA que entiende contexto, detecta intención, hace seguimiento y convierte conversaciones en ventas.",

  "landing.how.title": "Implementación rápida en 3 pasos",
  "landing.how.subtitle": "Lo dejamos listo con tu negocio para que empieces a responder, capturar leads y hacer seguimiento desde el primer día.",

  "landing.results.title": "Resultados típicos",
  "landing.results.subtitle": "Cuando automatizas respuesta + seguimiento, recuperas leads que antes se perdían por tiempo de respuesta.",
  "landing.results.cta": "Activar Aamy en mi negocio",

  "landing.pricing.line": "$399 instalación + primer mes • $199/mes desde el mes 2",

  "landing.compare.title": "Comparación con otras soluciones del mercado",
  "landing.compare.subtitle": "Aamy está diseñado para ventas reales: contexto, intención, seguimiento, agenda y optimización de ads desde conversaciones.",
  "landing.compare.note": "* “Parcial/Depende” significa que requiere integraciones, flujos manuales o herramientas externas.",

  "landing.testimonials.title": "Lo que dicen nuestros clientes",

  "landing.final.title": "¿Listo para automatizar ventas con IA avanzada?",
  "landing.final.subtitle": "Te lo dejamos configurado con tu negocio para que respondas 24/7, captes leads y hagas seguimiento desde WhatsApp, Instagram y Facebook.",
  "landing.final.cta": "Activar Aamy ahora",
  "landing.final.tip": "Tip: un solo cliente recuperado al mes suele pagar el servicio.",

  "hero.tag": "IA conversacional avanzada • Omnicanal • Enfocada en conversión",

  "hero.h1.before": "Automatiza y escala tus ventas con",
  "hero.h1.highlight1": "IA conversacional con contexto",
  "hero.h1.after": "disponible",
  "hero.h1.highlight2": "24/7",

  "hero.subtitle": "Aamy automatiza conversaciones en WhatsApp, Instagram y Facebook con IA avanzada: entiende el contexto, identifica intención de compra y ejecuta seguimiento estratégico para maximizar conversiones.",

  "hero.bullets.omni.title": "Omnicanal real",
  "hero.bullets.omni.desc": "WhatsApp, Instagram y Facebook en un solo sistema.",

  "hero.bullets.pixel.title": "Pixel + CAPI",
  "hero.bullets.pixel.desc": "Eventos desde conversaciones para optimizar campañas.",

  "hero.bullets.booking.title": "Agendamiento",
  "hero.bullets.booking.desc": "Conecta Google Calendar para confirmar citas reales.",

  "hero.bullets.intent.title": "IA con intención",
  "hero.bullets.intent.desc": "Respuestas precisas orientadas a cierre (no genéricas).",

  "hero.micro": "Impulsado por IA conversacional, Aamy responde con información verificada de tu negocio y el contexto del chat. Tú mantienes el control en todo momento.",

  "hero.pricing.setup": "instalación (incluye el primer mes)",
  "hero.pricing.monthly": "/mes desde el mes 2",

  "hero.tip.before": "Tip: Con recuperar",
  "hero.tip.highlight1": "un solo cliente al mes",
  "hero.tip.middle": "Aamy normalmente",
  "hero.tip.highlight2": "se paga sola",

  "hero.cta": "Activar Aamy ahora",
  "hero.note": "Configuración guiada con tu información. Cancelas cuando quieras.",

  "benefits.title": "¿Qué gana tu negocio con",
  "benefits.subtitle": "Aamy no solo responde rápido. Usa IA avanzada para entender contexto, detectar intención, agendar citas y optimizar tus campañas de Meta.",

  "benefits.cards.1.title": "IA que entiende contexto e intención",
  "benefits.cards.1.desc": "Aamy no da respuestas genéricas. Interpreta la intención del cliente, mantiene el hilo de la conversación y responde con precisión usando tu información.",

  "benefits.cards.2.title": "WhatsApp, Instagram y Facebook en un solo lugar",
  "benefits.cards.2.desc": "Una sola bandeja para todos tus mensajes. Atiende más rápido y evita perder clientes por tener canales dispersos.",

  "benefits.cards.3.title": "Ventas automáticas con seguimiento inteligente",
  "benefits.cards.3.desc": "Si el cliente se enfría, Aamy envía recordatorios estratégicos según la intención detectada. Más cierres sin esfuerzo.",

  "benefits.cards.4.title": "Optimización de Ads con Pixel + CAPI",
  "benefits.cards.4.desc": "Envía eventos avanzados desde WhatsApp, Instagram y Facebook para mejorar segmentación y bajar tu costo por lead.",

  "benefits.cards.5.title": "Agendamiento automático con Google Calendar",
  "benefits.cards.5.desc": "Aamy ofrece horarios, valida disponibilidad en tiempo real y confirma citas reales directamente en tu calendario.",

  "benefits.cards.6.title": "Multilenguaje automático",
  "benefits.cards.6.desc": "Tus clientes hablan en su idioma. Aamy también. Detecta español o inglés y responde automáticamente para maximizar conversiones.",

  "benefits.closing.before": "No se trata solo de responder.",
  "benefits.closing.highlight": "Se trata de convertir.",
  "benefits.closing.after": "Aamy te ayuda a cerrar más ventas sin trabajar más.",

  "dashprev.title.before": "Un dashboard para controlar",
  "dashprev.title.highlight": "conversaciones, ventas y seguimiento",

  "dashprev.subtitle": "Aamy no es solo “atención 24/7”. Es un sistema de IA que centraliza canales, detecta intención de compra, automatiza seguimientos, envía eventos a Meta Pixel/CAPI para mejorar tus ads y te muestra métricas para mejorar conversiones y campañas.",

  "dashprev.bullets.1.title": "Historial omnicanal",
  "dashprev.bullets.1.desc": "WhatsApp, Instagram y Facebook en una sola vista, con conversaciones organizadas por cliente.",

  "dashprev.bullets.2.title": "Intención de compra detectada",
  "dashprev.bullets.2.desc": "Identifica leads fríos, tibios y calientes para priorizar el cierre (sin adivinar).",

  "dashprev.bullets.3.title": "Follow-up automático",
  "dashprev.bullets.3.desc": "Seguimientos programados según el contexto e intención: recupera ventas que se iban a perder.",

  "dashprev.bullets.4.title": "KPIs y rendimiento",
  "dashprev.bullets.4.desc": "Mide conversaciones, intención, horarios pico y resultados. Optimiza con datos, no con suposiciones.",

  "dashprev.bullets.5.title": "Eventos Meta Pixel + CAPI",
  "dashprev.bullets.5.desc": "Registra eventos desde el chat para mejorar segmentación y bajar tu costo por lead en campañas.",

  "dashprev.mock.alt": "Vista previa del dashboard de Aamy: conversaciones, intención, seguimiento y KPIs",
  "dashprev.closing": "Configuración guiada con tu información. Tú controlas todo; Aamy ejecuta.",

  "whofor.title": "¿Para quién es",

  "whofor.subtitle.before": "Para negocios que reciben mensajes todos los días y quieren",
  "whofor.subtitle.highlight": "convertir conversaciones en ventas",
  "whofor.subtitle.after": "sin depender de estar pegados al teléfono. Aamy responde 24/7 en WhatsApp, Instagram y Facebook, y automatiza seguimiento cuando el cliente se enfría.",

  "whofor.advanced.1.title": "Contexto + intención",
  "whofor.advanced.1.desc": "Aamy interpreta lo que el cliente realmente quiere y responde orientado a conversión.",
  "whofor.advanced.2.title": "Bilingüe automático",
  "whofor.advanced.2.desc": "Detecta el idioma del cliente y responde en español o inglés, sin configuración extra.",
  "whofor.advanced.3.title": "Agendamiento",
  "whofor.advanced.3.desc": "Conecta Google Calendar para ofrecer horarios y confirmar citas reales.",
  "whofor.advanced.4.title": "Ads más rentables",
  "whofor.advanced.4.desc": "Pixel + CAPI desde conversaciones para optimizar campañas con datos reales.",

  "whofor.fit.good.title": "Ideal si…",
  "whofor.fit.good.1": "Te preguntan precios, horarios, ubicación, disponibilidad y promociones.",
  "whofor.fit.good.2": "Pierdes clientes por responder tarde o fuera de horario.",
  "whofor.fit.good.3": "Quieres seguimiento automático.",
  "whofor.fit.good.4": "Quieres medir intención y resultados (no solo responder).",

  "whofor.fit.bad.title": "No es el mejor fit si…",
  "whofor.fit.bad.1": "Tu proceso requiere cotizaciones técnicas extensas y aprobaciones internas en cada caso.",
  "whofor.fit.bad.2": "No quieres cargar información mínima del negocio (servicios, FAQs, horarios, políticas).",
  "whofor.fit.bad.3": "Buscas un sistema sin control: Aamy automatiza, pero tú siempre puedes intervenir.",

  "whofor.targets.1.title": "Negocios locales",
  "whofor.targets.1.desc": "Salones de belleza, clínicas, barberías, estudios de tatuajes, consultorios y más.",
  "whofor.targets.2.title": "E-commerce y ventas por DM",
  "whofor.targets.2.desc": "Tiendas online y negocios que venden por WhatsApp, Instagram y Facebook.",
  "whofor.targets.3.title": "Fitness y educación",
  "whofor.targets.3.desc": "Gimnasios, indoor cycling, yoga, cursos, talleres y escuelas.",

  "footer.tagline": "Aamy.ai — IA conversacional omnicanal para ventas, agenda y seguimiento.",
  "footer.terms": "Términos de Servicio",
  "footer.privacy": "Política de Privacidad",
  "footer.delete": "Eliminar Cuenta",
  "footer.disclaimer": "Aamy procesa mensajes usando la información configurada por cada negocio y las reglas de su sector. Los resultados pueden variar según la configuración, el tipo de negocio y el volumen de mensajes.",
  "footer.rights": "Todos los derechos reservados.",

  "demoWa.title": "Así responde Aamy cuando un cliente escribe",
  "demoWa.subtitle": "Respuestas inmediatas y seguimiento automático sin que tengas que estar pendiente",
  "demoWa.iphoneAlt": "iPhone",

  "demoWa.msg.1": "Hola, ¿me puedes dar información?",
  "demoWa.msg.2": "Hola 👋 Soy Amy, asistente del negocio. Con gusto te ayudo. ¿Qué información te gustaría conocer?",
  "demoWa.msg.3": "Quería saber el precio",
  "demoWa.msg.4": "Claro 😊 El precio depende del servicio que te interese. Puedo explicarte las opciones disponibles.",
  "demoWa.msg.5": "Si quieres, dime qué estás buscando y te doy la información correcta."
}



